tap "aws/tap"
tap "browsh-org/browsh"
tap "buo/cask-upgrade"
tap "codeclimate/formulae"
tap "confluentinc/confluent-hub-client"
tap "gigalixir/brew"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "prisma/prisma"
tap "px4/px4"
tap "qmk/qmk"
tap "raggi/ale"
tap "stackery/tap"
tap "thoughtbot/formulae"
brew "adns"
brew "openssl@1.1"
brew "alpine"
brew "gdbm"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "ant"
brew "icu4c"
brew "boost"
brew "docbook"
brew "source-highlight"
brew "asciidoc"
brew "asciinema"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "atk"
brew "autoconf"
brew "bdw-gc"
brew "gmp"
brew "libtool"
brew "libunistring"
brew "pkg-config"
brew "autogen"
brew "automake"
brew "libelf"
brew "libusb"
brew "libusb-compat"
brew "libftdi0"
brew "libhid"
brew "avrdude"
brew "avro-tools"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "bat"
brew "bats"
brew "berkeley-db@4"
brew "bison"
brew "libevent"
brew "miniupnpc"
brew "zeromq"
brew "bitcoin"
brew "boost-python"
brew "ghc"
brew "cabal-install"
brew "cabextract"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "lzo"
brew "pixman"
brew "cairo"
brew "carthage"
brew "guile"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "eigen"
brew "mpfr"
brew "cgal"
brew "chicken", link: false
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "zstd"
brew "curl"
brew "dash", link: false
brew "dfu-programmer"
brew "diff-so-fancy"
brew "direnv"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docker", link: false
brew "docker-machine"
brew "elasticsearch"
brew "jpeg"
brew "libtiff"
brew "wxmac"
brew "exa"
brew "exercism"
brew "fasd"
brew "fdk-aac"
brew "libogg"
brew "fribidi"
brew "giflib"
brew "gobject-introspection"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "webp"
brew "libvorbis"
brew "opus"
brew "libvpx"
brew "sdl2"
brew "snappy"
brew "theora"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "unixodbc"
brew "freetds"
brew "freexl"
brew "fswatch"
brew "fzf"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gd"
brew "geos"
brew "json-c"
brew "libxml2"
brew "proj"
brew "libgeotiff"
brew "libpq"
brew "libspatialite"
brew "nspr"
brew "nss"
brew "openblas"
brew "numpy"
brew "poppler"
brew "gdal", link: false
brew "gdk-pixbuf"
brew "geckodriver"
brew "ghostscript"
brew "gifsicle"
brew "pcre2"
brew "git"
brew "git-cal"
brew "git-lfs"
brew "npth"
brew "pinentry"
brew "gnupg", link: false
brew "go"
brew "gpg-agent"
brew "gpp"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grip"
brew "hicolor-icon-theme"
brew "gtk+"
brew "lua"
brew "highlight"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "irssi"
brew "jbig2dec"
brew "oniguruma"
brew "jq"
brew "just"
brew "kerl"
brew "qrencode"
brew "libbitcoin"
brew "libbitcoin-protocol"
brew "libbitcoin-client"
brew "libbitcoin-network"
brew "libbitcoin-explorer"
brew "libcroco"
brew "liblwgeom"
brew "libssh"
brew "libsvg"
brew "libvo-aacenc"
brew "libxslt"
brew "libzip"
brew "luajit"
brew "lzlib"
brew "make"
brew "mas"
brew "mercurial"
brew "moreutils"
brew "msgpack"
brew "mysql"
brew "nasm"
brew "ncurses"
brew "ninja"
brew "nmap"
brew "openconnect"
brew "openmotif"
brew "ossp-uuid"
brew "perl"
brew "pgcli"
brew "pinentry-mac"
brew "plantuml"
brew "podofo"
brew "postgresql"
brew "postgresql@10"
brew "postgresql@11"
brew "postgresql@12"
brew "python@2", link: false
brew "qcachegrind"
brew "qt"
brew "reattach-to-user-namespace"
brew "rebar3"
brew "redis", restart_service: true
brew "ripgrep"
brew "s3cmd"
brew "sbt"
brew "scons"
brew "screen"
brew "sfcgal"
brew "shellcheck"
brew "sphinx"
brew "squashfs"
brew "swig"
brew "telnet"
brew "terminal-notifier"
brew "texi2html"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "v8"
brew "vim"
brew "watchexec"
brew "watchman"
brew "wget"
brew "yasm"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"
brew "browsh-org/browsh/browsh"
brew "gigalixir/brew/gigalixir"
brew "heroku/brew/heroku-node", link: true
brew "heroku/brew/heroku"
brew "osx-cross/arm/arm-gcc-bin@10", link: false
brew "osx-cross/arm/arm-gcc-bin@8"
brew "osx-cross/avr/avr-binutils"
brew "prisma/prisma/prisma"
brew "px4/px4/gcc-arm-none-eabi"
brew "qmk/qmk/qmk"
brew "stackery/tap/stackery-cli"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "abstract"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "anki"
cask "applepi-baker"
cask "balsamiq-mockups"
cask "bettertouchtool"
cask "bitcoin-core"
cask "calibre"
cask "charles"
cask "chicken"
cask "chunky"
cask "colloquy"
cask "colorpicker-skalacolor"
cask "confluent-hub-client"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "deckset"
cask "discord"
cask "divvy"
cask "docker"
cask "drawio"
cask "dropbox"
cask "elm-platform"
cask "expandrive"
cask "firefox"
cask "flash-player"
cask "flinto"
cask "flux"
cask "framer"
cask "gifox"
cask "github"
cask "gitx"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "gpg-suite"
cask "graphiql"
cask "graphql-playground"
cask "growlnotify"
cask "handbrake"
cask "hyper"
cask "iconjar"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "jupyter-notebook-viewer"
cask "kactus"
cask "karabiner-elements"
cask "keka"
cask "keybase"
cask "keycastr"
cask "keymou"
cask "linein"
cask "microsoft-teams"
cask "miro"
cask "muzzle"
cask "ngrok"
cask "notion"
cask "omnigraffle"
cask "origami-studio"
cask "paparazzi"
cask "paw"
cask "pgadmin4"
cask "plover"
cask "poedit"
cask "postico"
cask "postman"
cask "principle"
cask "pritunl"
cask "qmk-toolbox"
cask "quitter"
cask "recordit"
cask "reflector"
cask "remote-buddy"
cask "rubymotion"
cask "screenflow"
cask "signal"
cask "simple-comic"
cask "sketch"
cask "skitch"
cask "skyfonts"
cask "skype"
cask "slack"
cask "sonic-pi"
cask "sonic-visualiser"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "teensy"
cask "telegram"
cask "thingsmacsandboxhelper"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "usb-overdrive"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "zeplin"
cask "zoom"
cask "zsa-wally"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LanguageTranslator", id: 1218781096
mas "LG Screen Manager", id: 1142051783
mas "LINE", id: 539883307
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Squeezer 3", id: 504700302
mas "Prepo", id: 476533227
mas "Swiftify for Xcode", id: 1183412116
mas "Swiftpoint Control Panel", id: 1502319732
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
