tap "raggi/ale"
tap "osx-cross/avr"
tap "heroku/brew"
tap "codeclimate/formulae"
tap "thoughtbot/formulae"
tap "buo/cask-upgrade"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
cask "xquartz"
brew "adns"
brew "openssl"
brew "alpine"
brew "libyaml"
brew "readline"
brew "sqlite", args: ["with-functions"]
brew "ansible"
brew "docbook"
brew "asciidoc"
brew "xz"
brew "python"
brew "asciinema"
brew "autoconf"
brew "gmp"
brew "libffi"
brew "libtool"
brew "libunistring"
brew "pkg-config"
brew "autogen"
brew "automake"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "berkeley-db@4"
brew "bison"
brew "boost"
brew "libevent"
brew "miniupnpc"
brew "zeromq"
brew "bitcoin"
brew "docker"
brew "boot2docker"
brew "ghc"
brew "cabal-install"
brew "cabextract"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "glib"
brew "pixman"
brew "carthage"
brew "mpfr"
brew "chicken"
brew "chromedriver", restart_service: true
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "dash"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "elasticsearch", restart_service: true
brew "emacs"
brew "exa"
brew "exercism"
brew "fasd"
brew "fdk-aac"
brew "lame"
brew "libogg"
brew "x264"
brew "xvid"
brew "ffmpeg", args: ["with-fdk-aac", "with-libvorbis", "with-libvpx", "with-theora"]
brew "freetds"
brew "freexl"
brew "fswatch"
brew "isl"
brew "gcc"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "gd"
brew "geos"
brew "giflib"
brew "json-c"
brew "proj"
brew "libgeotiff"
brew "libpq"
brew "libxml2"
brew "libspatialite"
brew "gdal"
brew "gdk-pixbuf"
brew "geckodriver"
brew "little-cms2"
brew "ghostscript"
brew "git"
brew "git-cal"
brew "git-lfs"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg", link: false
brew "gobject-introspection"
brew "gpg-agent"
brew "gpp"
brew "graphite2"
brew "graphviz"
brew "grip"
brew "icu4c"
brew "harfbuzz"
brew "highlight"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "irssi"
brew "jbig2dec"
brew "oniguruma"
brew "jq"
brew "just"
brew "kerl"
brew "qrencode"
brew "libbitcoin-explorer"
brew "libcroco"
brew "liblwgeom"
brew "pango"
brew "librsvg"
brew "libssh"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libvorbis"
brew "libvpx"
brew "libxslt"
brew "lzlib"
brew "lzo"
brew "macvim"
brew "make"
brew "mas"
brew "mercurial"
brew "mongodb"
brew "msgpack"
brew "mysql"
brew "nasm"
brew "nmap"
brew "openmotif"
brew "openssl@1.1"
brew "ossp-uuid"
brew "perl"
brew "pgcli"
brew "phantomjs"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "sfcgal"
brew "postgis"
brew "qt"
brew "qcachegrind"
brew "reattach-to-user-namespace"
brew "s3cmd"
brew "screen"
brew "shared-mime-info"
brew "sphinx"
brew "squashfs"
brew "terminal-notifier"
brew "texi2html"
brew "the_silver_searcher"
brew "theora"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "utf8proc"
brew "v8"
brew "vim"
brew "watchexec"
brew "wget"
brew "wxmac"
brew "xpdf"
brew "yasm"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "alfred"
cask "anki"
cask "applepi-baker"
cask "balsamiq-mockups"
cask "bettertouchtool"
cask "bitcoin-core"
cask "calibre"
cask "charles"
cask "chicken"
cask "chunky"
cask "colloquy"
cask "colorpicker-skalacolor"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "deckset"
cask "discord"
cask "divvy"
cask "docker"
cask "dropbox"
cask "elm-platform"
cask "expandrive"
cask "filezilla"
cask "firefox"
cask "flash-player"
cask "flavours"
cask "flinto"
cask "flux"
cask "framer"
cask "gifox"
cask "github"
cask "gitx"
cask "google-chrome"
cask "google-japanese-ime"
cask "gpgtools"
cask "graphiql"
cask "growlnotify"
cask "handbrake"
cask "hyper"
cask "iconjar"
cask "iterm2"
cask "kactus"
cask "karabiner-elements"
cask "keka"
cask "keybase"
cask "keycastr"
cask "linein"
cask "notion"
cask "omnigraffle"
cask "origami-studio"
cask "paparazzi"
cask "paw"
cask "pgadmin4"
cask "poedit"
cask "postico"
cask "principle"
cask "quitter"
cask "recordit"
cask "remote-buddy"
cask "rubymotion"
cask "screenflow"
cask "simple-comic"
cask "sketch"
cask "skitch"
cask "skyfonts"
cask "skype"
cask "slack"
cask "sonic-pi"
cask "sonic-visualiser"
cask "steam"
cask "sublime-text"
cask "teensy"
cask "thingsmacsandboxhelper"
cask "torbrowser"
cask "transmission"
cask "vlc"
cask "zeplin"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Squeezer", id: 504700302
mas "Prepo", id: 476533227
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
