tap "aws/tap"
tap "browsh-org/browsh"
tap "buo/cask-upgrade"
tap "codeclimate/formulae"
tap "confluentinc/confluent-hub-client"
tap "gigalixir/brew"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "raggi/ale"
tap "thoughtbot/formulae"
brew "ack"
brew "adns"
brew "openssl@1.1"
brew "alpine"
brew "readline"
brew "sqlite"
brew "xz"
brew "libyaml"
brew "ansible"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "lzo"
brew "pixman"
brew "cairo"
brew "giflib"
brew "graphite2"
brew "harfbuzz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "ant"
brew "webp"
brew "snappy"
brew "utf8proc"
brew "arduino-cli"
brew "boost"
brew "docbook"
brew "gdbm"
brew "source-highlight"
brew "asciidoc"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "unixodbc"
brew "asdf"
brew "aspell"
brew "atk"
brew "bdw-gc"
brew "libunistring"
brew "guile"
brew "autogen"
brew "hidapi"
brew "libusb"
brew "libusb-compat"
brew "avrdude"
brew "avro-tools"
brew "bash"
brew "bat"
brew "bats-core"
brew "berkeley-db@4"
brew "bison"
brew "boost@1.76"
brew "ghc"
brew "cabal-install"
brew "cabextract"
brew "carthage"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "emacs", restart_service: true
brew "cask"
brew "eigen"
brew "mpfr"
brew "cgal"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "cscope"
brew "ctags"
brew "curl"
brew "dash"
brew "dfu-programmer"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "libsodium"
brew "folly"
brew "edencommon"
brew "wxwidgets"
brew "exa"
brew "exercism"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fdk-aac"
brew "libogg"
brew "fribidi"
brew "lame"
brew "openjpeg"
brew "libass"
brew "libvorbis"
brew "opus"
brew "libvpx"
brew "pango"
brew "sdl2"
brew "tesseract"
brew "theora"
brew "x265"
brew "xvid"
brew "zeromq"
brew "ffmpeg"
brew "isl"
brew "libmpc"
brew "gcc"
brew "fop"
brew "freetds"
brew "freexl"
brew "fswatch"
brew "fzf"
brew "gd"
brew "geos"
brew "json-c"
brew "proj"
brew "libgeotiff"
brew "shared-mime-info"
brew "libheif"
brew "libpq"
brew "libxml2"
brew "libspatialite"
brew "nspr"
brew "nss"
brew "openblas"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "jbig2dec"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-cal"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "gpp"
brew "jpeg", link: true
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grip"
brew "hicolor-icon-theme"
brew "gtk+"
brew "handbrake"
brew "lua"
brew "highlight"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "innoextract"
brew "irssi"
brew "oniguruma"
brew "jq"
brew "just"
brew "kerl"
brew "libgpg-error"
brew "libassuan"
brew "qrencode"
brew "libbitcoin"
brew "libbitcoin-protocol"
brew "libbitcoin-client"
brew "libbitcoin-network"
brew "libbitcoin-explorer"
brew "libcroco"
brew "libedit"
brew "libelf"
brew "libgcrypt"
brew "libiconv"
brew "libksba"
brew "libssh"
brew "libsvg"
brew "libvo-aacenc"
brew "libxslt"
brew "libzip"
brew "lsusb"
brew "luajit"
brew "lzlib"
brew "make"
brew "mas"
brew "mercurial"
brew "miniupnpc"
brew "mitmproxy"
brew "moreutils"
brew "msgpack"
brew "multitail"
brew "zlib"
brew "mysql", restart_service: true
brew "nasm"
brew "ninja"
brew "nmap"
brew "node"
brew "npth"
brew "nvm"
brew "openconnect"
brew "openmotif"
brew "ossp-uuid"
brew "par"
brew "perl"
brew "pgcli"
brew "pillow"
brew "pinentry"
brew "pinentry-mac"
brew "plantuml"
brew "podofo"
brew "poppler-qt5"
brew "postgresql@14"
brew "sfcgal"
brew "postgis"
brew "pth"
brew "pylint"
brew "qcachegrind"
brew "qt"
brew "rcm"
brew "re2c"
brew "reattach-to-user-namespace"
brew "rebar3"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "s3cmd"
brew "sbt"
brew "scc"
brew "scons"
brew "shellcheck"
brew "squashfs"
brew "swig"
brew "telnet"
brew "terminal-notifier"
brew "texi2html"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "unzip"
brew "v8"
brew "vim"
brew "vips"
brew "watchexec"
brew "watchman"
brew "wget"
brew "yasm"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "zsh-completions"
brew "browsh-org/browsh/browsh"
brew "heroku/brew/heroku"
brew "osx-cross/arm/arm-gcc-bin@10", link: false
brew "osx-cross/arm/arm-gcc-bin@8"
brew "osx-cross/avr/avr-gcc@9"
brew "px4/px4/gcc-arm-none-eabi"
brew "qmk/qmk/qmk"
cask "1password"
cask "alfred"
cask "anki"
cask "applepi-baker"
cask "audio-hijack"
cask "bettertouchtool"
cask "blurred"
cask "calibre"
cask "chromedriver"
cask "db-browser-for-sqlite"
cask "deckset"
cask "discord"
cask "divvy"
cask "dropbox"
cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-wave-link"
cask "firefox"
cask "gog-galaxy"
cask "google-chrome"
cask "google-japanese-ime"
cask "gpg-suite"
cask "graphiql"
cask "graphql-playground"
cask "growlnotify"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "linear-linear"
cask "miro"
cask "muzzle"
cask "ngrok"
cask "notion"
cask "obs"
cask "plover"
cask "postico"
cask "postman"
cask "qmk-toolbox"
cask "recordit"
cask "rectangle"
cask "reflector"
cask "screenflow"
cask "session-manager-plugin"
cask "signal"
cask "skitch"
cask "skype"
cask "slack"
cask "sonic-pi"
cask "sonic-visualiser"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "vlc"
mas "KeyLimePie", id: 1575163350
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Swiftpoint Control Panel", id: 1502319732
mas "Trello", id: 1278508951
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "ms-vsliveshare.vsliveshare-pack"
