1password
alfred
applepi-baker
balsamiq-mockups
bettertouchtool
brackets
calibre
chicken
chunky
colloquy
colorpicker-skalacolor
cyberduck
dash
divvy
dropbox
elm-platform
expandrive
filezilla
firefox
flash-player
flavours
flinto
flowdock
flux
framer
gitx
google-chrome
google-drive
google-japanese-ime
gpgtools
growlnotify
handbrake
hipchat
iconjar
iterm2
java
karabiner
keka
keycastr
linein
omnigraffle
origami-studio
paparazzi
pgadmin4
poedit
quitter
recordit
remote-buddy
rubymotion
screenflow
silverlight
simple-comic
sketch
skitch
skyfonts
skype
slack
sonic-pi
sonic-visualiser
sqlitebrowser
sublime-text
teensy
textmate
things
torbrowser
transmission
vagrant
virtualbox
vlc
xbox360-controller-driver
xquartz
